[TC_WOTC_MILL_UZI_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>9mm Uzi</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Uzis</b></font>"
AbilityDescName="submachine gun"
BriefSummary="The 9mm Uzi is a Israeli subcompact machine gun that uses an open-bolt, blowback-operated design, technologically inspired from several other weapons that used the design. It was introduced to IDF special forces in 1954, and was widely issued to other Israeli forces, and exported across many countries. Eventually, it replaced the Thompson .45 ACP as a personal defense weapon. This weapon was deployed in the Vietnam War, and was used by MACV-SOG recon teams. It's fundemental flaw, as every other submachine, is that it is not suited for long-range combat, which might be a problem going up against troopers with heavy or long-ranged weapons."
TacticalText="<Bullet/>Type: Submachine Gun\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Blowback, Open Bolt\n<Bullet/>Cartridge: 9×19mm Parabellum\n<Bullet/>Origin: Israel\n<Bullet/>Tier: Conventional"

[TC_WOTC_MILL_UZI_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>CQSG-A9</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>CQSGs</b></font>"
AbilityDescName="submachine gun"
BriefSummary="The 9mm UZI is a Israeli subcompact machine gun, that uses an open-bolt, blowback-operated design, technologically inspired from several other weapons that used the design. It was introduced to IDF special forces in 1954, and was widely issued to other Israeli forces, and exported across many countries. Eventually, it replaced the Thompson .45 ACP as a personal defense weapon. This weapon was deployed in the Vietnam War, and was used by MACV-SOG recon teams. It's fundemental flaw, as every other submachine, is that it is not suited for long-range combat, which might be a problem going up against troopers with heavy or long-ranged weapons.\n The CQMP-9 improves upon and fixes several problems that plagued the Uzi: the delay firing issue with the open-bolt design, and particle contamination in the receiver when left cocked. The upgrade also gave the Xeni a hefty boost in performance, which will no doubt be useful for our soldiers."
TacticalText="<Bullet/>Type: Submachine Gun\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Blowback, Open Bolt\n<Bullet/>Cartridge: 9×19mm Parabellum\n<Bullet/>Origin: Israel\n<Bullet/>Tier: Magnetic"

[TC_WOTC_MILL_UZI_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>CQSGX-A13</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>CQSGXs</b></font>"
AbilityDescName="submachine gun"
BriefSummary="The 9mm UZI is a Israeli subcompact machine gun, that uses an open-bolt, blowback-operated design, technologically inspired from several other weapons that used the design. It was introduced to IDF special forces in 1954, and was widely issued to other Israeli forces, and exported across many countries. Eventually, it replaced the Thompson .45 ACP as a personal defense weapon. This weapon was deployed in the Vietnam War, and was used by MACV-SOG recon teams. It's fundemental flaw, as every other submachine, is that it is not suited for long-range combat, which might be a problem going up against troopers with heavy or long-ranged weapons.\n The CQMPX-A11 is the successor to both the Uzi and CQMP. The gas operated firing mechanism is replaced with a custom-made one powered with elerium, further increasing the stopping power, while lowering the kickback of the Uzi."
TacticalText="<Bullet/>Type: Submachine Gun\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Blowback, Open Bolt\n<Bullet/>Cartridge: 9×19mm Parabellum\n<Bullet/>Origin: Israel\n<Bullet/>Tier: Beam"

[TC_WOTC_SKR_MILL_UZI_T1 X2WeaponTemplate]
FriendlyName="<font color='#ECECEC'><b>9mm Uzi</b></font>"
FriendlyNamePlural="<font color='#ECECEC'><b>Uzis</b></font>"
AbilityDescName="submachine gun"
BriefSummary="The 9mm Uzi is a Israeli subcompact machine gun that uses an open-bolt, blowback-operated design, technologically inspired from several other weapons that used the design. It was introduced to IDF special forces in 1954, and was widely issued to other Israeli forces, and exported across many countries. Eventually, it replaced the Thompson .45 ACP as a personal defense weapon. This weapon was deployed in the Vietnam War, and was used by MACV-SOG recon teams. It's fundemental flaw, as every other submachine, is that it is not suited for long-range combat, which might be a problem going up against troopers with heavy or long-ranged weapons."
TacticalText="<Bullet/>Type: Submachine Gun\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Blowback, Open Bolt\n<Bullet/>Cartridge: 9×19mm Parabellum\n<Bullet/>Origin: Israel\n<Bullet/>Tier: Conventional"

[TC_WOTC_SKR_MILL_UZI_T2 X2WeaponTemplate]
FriendlyName="<font color='#27AAE1'><b>CQSG-A9</b></font>"
FriendlyNamePlural="<font color='#27AAE1'><b>CQSGs</b></font>"
AbilityDescName="submachine gun"
BriefSummary="The 9mm UZI is a Israeli subcompact machine gun, that uses an open-bolt, blowback-operated design, technologically inspired from several other weapons that used the design. It was introduced to IDF special forces in 1954, and was widely issued to other Israeli forces, and exported across many countries. Eventually, it replaced the Thompson .45 ACP as a personal defense weapon. This weapon was deployed in the Vietnam War, and was used by MACV-SOG recon teams. It's fundemental flaw, as every other submachine, is that it is not suited for long-range combat, which might be a problem going up against troopers with heavy or long-ranged weapons.\n The CQMP-9 improves upon and fixes several problems that plagued the Uzi: the delay firing issue with the open-bolt design, and particle contamination in the receiver when left cocked. The upgrade also gave the Xeni a hefty boost in performance, which will no doubt be useful for our soldiers."
TacticalText="<Bullet/>Type: Submachine Gun\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Blowback, Open Bolt\n<Bullet/>Cartridge: 9×19mm Parabellum\n<Bullet/>Origin: Israel\n<Bullet/>Tier: Magnetic"

[TC_WOTC_SKR_MILL_UZI_T3 X2WeaponTemplate]
FriendlyName="<font color='#CF4517'><b>CQSGX-A13</b></font>"
FriendlyNamePlural="<font color='#CF4517'><b>CQSGXs</b></font>"
AbilityDescName="submachine gun"
BriefSummary="The 9mm UZI is a Israeli subcompact machine gun, that uses an open-bolt, blowback-operated design, technologically inspired from several other weapons that used the design. It was introduced to IDF special forces in 1954, and was widely issued to other Israeli forces, and exported across many countries. Eventually, it replaced the Thompson .45 ACP as a personal defense weapon. This weapon was deployed in the Vietnam War, and was used by MACV-SOG recon teams. It's fundemental flaw, as every other submachine, is that it is not suited for long-range combat, which might be a problem going up against troopers with heavy or long-ranged weapons.\n The CQMPX-A11 is the successor to both the Uzi and CQMP. The gas operated firing mechanism is replaced with a custom-made one powered with elerium, further increasing the stopping power, while lowering the kickback of the Uzi."
TacticalText="<Bullet/>Type: Submachine Gun\n<Bullet/>Firing Profile: Full-Auto\n<Bullet/>Action: Blowback, Open Bolt\n<Bullet/>Cartridge: 9×19mm Parabellum\n<Bullet/>Origin: Israel\n<Bullet/>Tier: Beam"